brew "act"
brew "arp-scan"
brew "openssl@3"
brew "bat"
brew "chezmoi"
brew "duckdb"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go-task"
brew "gradle"
brew "httpie"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "peco"
brew "pinentry-mac"
brew "pnpm"
brew "podman"
brew "rsync"
brew "sheldon"
brew "starship"
brew "uv"
brew "wget"
brew "z"
cask "alt-tab"
cask "arc"
cask "font-hack-nerd-font"
cask "font-noto-serif-cjk-jp"
cask "font-plemol-jp"
cask "ghostty"
cask "google-drive"
cask "google-japanese-ime"
cask "keka"
cask "notion-calendar"
cask "raycast"
cask "shottr"
cask "tunnelblick"
cask "visual-studio-code"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "task.vscode-task"
