tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "arp-scan"
brew "openssl@1.1"
brew "cask"
brew "fish"
brew "ghq"
brew "nodebrew"
brew "peco"
brew "pyenv"
brew "rsync"
brew "z"
cask "alfred"
cask "appcleaner"
cask "fig"
cask "keka"
cask "maccy"
