tap "alienator88/cask"
tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"
brew "openssl@3"
brew "apache-spark"
brew "arp-scan"
brew "libssh2"
brew "bat"
brew "black"
brew "cask"
brew "chezmoi"
brew "qemu"
brew "lima"
brew "colima"
brew "docker"
brew "docker-compose"
brew "duckdb"
brew "dust"
brew "eza"
brew "fish"
brew "fzf"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go-task"
brew "graphviz"
brew "libomp"
brew "mise"
brew "neovim"
brew "openjdk"
brew "peco"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "poetry", link: false
brew "protobuf"
brew "rsync"
brew "sheldon"
brew "starship"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
brew "bufbuild/buf/buf"
brew "mongodb/brew/mongodb-community"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-studio"
cask "appcleaner"
cask "cheatsheet"
cask "deepl"
cask "discord"
cask "drawio"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-noto-serif-cjk-jp"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "google-drive"
cask "keka"
cask "linear-linear"
cask "mactex-no-gui"
cask "monitorcontrol"
cask "obs"
cask "obs-virtualcam"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "rocket"
cask "thunderbird"
cask "tunnelblick"
cask "zettlr"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "cloudlatex.cloudlatex"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "justjavac.vscode-deno-extensionpack"
vscode "kevinrose.vsc-python-indent"
vscode "laurencebahiirwa.deno-std-lib-snippets"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mskelton.playwright-test-snippets"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "platformio.platformio-ide"
vscode "rafamel.subtle-brackets"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "sastan.twind-intellisense"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "task.vscode-task"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "xabikos.javascriptsnippets"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
